Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2020.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the Third Session of the 13th National People's Congress of the People's Republic of China on May 22, 2020
zh_cn: ——2020年5月22日在第十三届全国人民代表大会第三次会议上

source: Li Keqiang Premier of the State Council
zh_cn: 国务院总理 李克强

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I will now report to you on the work of the government. I ask for your deliberation and approval. I also ask members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC) for their comments.
zh_cn: 现在，我代表国务院，向大会报告政府工作，请予审议，并请全国政协委员提出意见。

source: The covid-19 epidemic is the fastest spreading, most extensive, and most challenging public health emergency China has encountered since the founding of the People's Republic.
zh_cn: 这次新冠肺炎疫情，是新中国成立以来我国遭遇的传播速度最快、感染范围最广、防控难度最大的公共卫生事件。

source: Under the strong leadership of the Central Committee of the Communist Party of China with Comrade Xi Jinping at its core, and through the hard work and sacrifice of our entire nation, we have made major strategic achievements in our response to covid-19.
zh_cn: 在以习近平同志为核心的党中央坚强领导下，经过全国上下和广大人民群众艰苦卓绝努力并付出牺牲，疫情防控取得重大战略成果。

source: At present, the epidemic has not yet come to an end, while the tasks we face in promoting development are immense.
zh_cn: 当前，疫情尚未结束，发展任务异常艰巨。

source: We must redouble our efforts to minimize the losses resulting from the virus and fulfill the targets and tasks for economic and social development this year.
zh_cn: 要努力把疫情造成的损失降到最低，努力完成今年经济社会发展目标任务。

source: I. A review of our work in 2019 and the first few months of 2020
zh_cn: 一、2019年和今年以来工作回顾

source: In pursuing development last year, China faced many difficulties and challenges.
zh_cn: 去年，我国发展面临诸多困难挑战。

source: World economic growth was weak, international economic and trade frictions intensified, and downward pressure on the domestic economy grew.
zh_cn: 世界经济增长低迷，国际经贸摩擦加剧，国内经济下行压力加大。

source: The Party Central Committee with Comrade Xi Jinping at its core rallied the Chinese people and led them in surmounting difficulties and accomplishing the year's main targets and tasks, thus laying the crucial foundation needed to reach the goal of building a moderately prosperous society in all respects.
zh_cn: 以习近平同志为核心的党中央团结带领全国各族人民攻坚克难，完成全年主要目标任务，为全面建成小康社会打下决定性基础。

source: The economy remained stable overall.
zh_cn: ——经济运行总体平稳。

source: Gross domestic product (GDP) reached 99.1 trillion yuan, representing a 6.1 percent increase over the previous year.
zh_cn: 国内生产总值达到99.1万亿元，增长6.1%。

source: Around 13.52 million new urban jobs were added, and the surveyed unemployment rate was below 5.3 percent.
zh_cn: 城镇新增就业1352万人，调查失业率在5.3%以下。

source: Consumer prices rose by 2.9 percent.
zh_cn: 居民消费价格上涨2.9%。

source: A basic equilibrium was maintained in the balance of payments.
zh_cn: 国际收支基本平衡。

source: The economic structure continued to improve, and the development priorities of regions are better aligned.
zh_cn: ——经济结构和区域布局继续优化。

source: Total retail sales of consumer goods exceeded 40 trillion yuan, and consumption continued to serve as the main engine driving growth.
zh_cn: 社会消费品零售总额超过40万亿元，消费持续发挥主要拉动作用。

source: Advanced manufacturing and modern services registered rapid growth.
zh_cn: 先进制造业、现代服务业较快增长。

source: Grain output reached 665 million metric tons.
zh_cn: 粮食产量保持在1.3万亿斤以上。

source: For the first time, permanent urban residents exceeded 60 percent of the population; progress was made in implementing major development strategies for regions.
zh_cn: 常住人口城镇化率首次超过60%，重大区域战略深入实施。

source: New growth drivers became stronger.
zh_cn: ——发展新动能不断增强。

source: A number of major innovative achievements were made in science and technology.
zh_cn: 科技创新取得一批重大成果。

source: Emerging industries continued to grow; upgrading in traditional industries accelerated.
zh_cn: 新兴产业持续壮大，传统产业加快升级。

source: Business startups and innovation continued to surge nationwide, with an average net increase of over 10,000 businesses per day.
zh_cn: 大众创业万众创新深入开展，企业数量日均净增1万户以上。

source: Major headway was made in reform and opening up.
zh_cn: ——改革开放迈出重要步伐。

source: Supply-side structural reform was further advanced, and breakthroughs in reform were made in key areas.
zh_cn: 供给侧结构性改革继续深化，重要领域改革取得新突破。

source: We cut taxes and fees by 2.36 trillion yuan, going well beyond our target of 2 trillion yuan, with manufacturing and micro and small businesses benefiting most.
zh_cn: 减税降费2.36万亿元，超过原定的近2万亿元规模，制造业和小微企业受益最多。

source: The reform of government bodies was completed.
zh_cn: 政府机构改革任务完成。

source: Reforms to streamline administration and delegate power, improve regulation, and upgrade services were steadily advanced.
zh_cn: “放管服”改革纵深推进。

source: The Science and Technology Innovation Board, or STAR Market, was established.
zh_cn: 设立科创板。

source: The joint efforts to pursue the Belt and Road Initiative (BRI) yielded fresh results.
zh_cn: 共建“一带一路”取得新成效。

source: Regulations for the implementation of the Foreign Investment Law were adopted, and the China (Shanghai) Pilot Free Trade Zone Lin'gang New Area was established.
zh_cn: 出台外商投资法实施条例，增设上海自贸试验区新片区。

source: Foreign trade and investment remained stable.
zh_cn: 外贸外资保持稳定。

source: Pivotal progress was achieved in the three critical battles.
zh_cn: ——三大攻坚战取得关键进展。

source: Decisive achievements were made in poverty alleviation—the rural poor population was reduced by 11.09 million, and the poverty headcount ratio fell to 0.6 percent.
zh_cn: 农村贫困人口减少1109万，贫困发生率降至0.6%，脱贫攻坚取得决定性成就。

source: Pollution prevention and control efforts continued, with further reductions in the discharge of major pollutants and overall improvements in the environment.
zh_cn: 污染防治持续推进，主要污染物排放量继续下降，生态环境总体改善。

source: The financial sector remained stable.
zh_cn: 金融运行总体平稳。

source: Living standards continued to improve.
zh_cn: ——民生进一步改善。

source: Per capita disposable personal income topped 30,000 yuan.
zh_cn: 居民人均可支配收入超过3万元。

source: Basic old-age insurance, health insurance, and subsistence allowance standards were raised.
zh_cn: 基本养老、医疗、低保等保障水平提高。

source: Further progress was made in the construction of urban government-subsidized housing and the rebuilding of dilapidated houses in rural areas.
zh_cn: 城镇保障房建设和农村危房改造深入推进。

source: The number of students in compulsory education receiving living allowances increased by almost 40 percent, and enrollments at vocational colleges grew by one million.
zh_cn: 义务教育学生生活补助人数增加近40%，高职院校扩招100万人。

source: We celebrated the 70th anniversary of the founding of the People's Republic of China. This occasion has inspired a strong sense of patriotism among all Chinese people, creating a powerful force that will bring great victories for socialism with Chinese characteristics in the new era.
zh_cn: 我们隆重庆祝中华人民共和国成立70周年，极大激发全国各族人民的爱国热情，汇聚起夺取新时代中国特色社会主义伟大胜利的磅礴力量。

source: We worked to improve Party conduct and build a clean government, started an initiative to raise awareness of the need to stay true to the Party's founding mission, and strictly observed the central Party leadership's eight-point decision on improving work conduct.
zh_cn: 我们加强党风廉政建设，扎实开展“不忘初心、牢记使命”主题教育，严格落实中央八项规定精神，

source: We continued to address the practice of formalities for formalities' sake, bureaucratism, hedonism, and extravagance, and took steps to ensure that people working at the primary level are free from unnecessary restrictions and excessive burdens.
zh_cn: 持续纠治“四风”，为基层松绑减负。

source: We achieved fruitful outcomes in pursuing China's major country diplomacy.
zh_cn: 中国特色大国外交成果丰硕。

source: We successfully hosted the second Belt and Road Forum for International Cooperation and other major diplomatic events.President Xi Jinping and other Party and state leaders visited many countries and attended major international events, including the G20 Leaders' Summit, the BRICS Leaders' Meeting, the Summit of the Conference on Interaction and Confidence Building Measures in Asia, the Shanghai Cooperation Organization Summit, the East Asian leaders' meetings on cooperation, the China-EU Summit, and the China–Japan–ROK Leaders' Meeting.
zh_cn: 成功举办第二届“一带一路”国际合作高峰论坛等重大主场外交活动，习近平主席等党和国家领导人出访多国，出席二十国集团领导人峰会、金砖国家领导人会晤、亚信峰会、上海合作组织峰会、东亚合作领导人系列会议、中欧领导人会晤、中日韩领导人会晤等重大活动。

source: We played an active role in the development and reform of the global governance system, and promoted the building of a human community with a shared future.
zh_cn: 积极参与全球治理体系建设和改革，推动构建人类命运共同体。

source: We successfully pursued economic diplomacy and cultural and people-to-people exchanges.
zh_cn: 经济外交、人文交流卓有成效。

source: China made important contributions to the advancement of world peace and development.
zh_cn: 中国为促进世界和平与发展作出了重要贡献。

source: Since the coronavirus first emerged, the Party Central Committee has made its containment the top priority. General Secretary Xi Jinping, putting the health and safety of our people before everything else, has personally taken charge and planned our response.
zh_cn: 新冠肺炎疫情发生后，党中央将疫情防控作为头等大事来抓，习近平总书记亲自指挥、亲自部署，坚持把人民生命安全和身体健康放在第一位。

source: Under the leadership of the Party Central Committee, the central leading group for covid-19 response has made timely decisions and plans; the central guidance group has provided effective guidance and supervision; the State Council inter-departmental task force has coordinated the response efforts; all local authorities and all government departments have fulfilled their respective duties, and people from every walk of life have given their full support. Together, we have waged an all-out people's war against the virus.
zh_cn: 在党中央领导下，中央应对疫情工作领导小组及时研究部署，中央指导组加强指导督导，国务院联防联控机制统筹协调，各地区各部门履职尽责，社会各方面全力支持，开展了疫情防控的人民战争、总体战、阻击战。

source: Our medical workers have fought with courage.
zh_cn: 广大医务人员英勇奋战，

source: Our servicemen and women have shouldered heavy responsibilities.
zh_cn: 人民解放军指战员勇挑重担，

source: Our scientists and researchers have joined forces in order to find a cure.
zh_cn: 科技工作者协同攻关，

source: Our community workers, policemen and women, officials working at the primary level, media personnel, and volunteers have stood fast at their posts.Our deliverymen and women, our sanitation workers, and all who make and transport emergency supplies have continued their work with dedication.
zh_cn: 社区工作者、公安干警、基层干部、新闻工作者、志愿者坚守岗位，快递、环卫、抗疫物资生产运输人员不辞劳苦，

source: Hundreds of millions of other workers outside of the spotlight have also made their own contributions.
zh_cn: 亿万普通劳动者默默奉献，

source: In Wuhan City and Hubei Province the people have carried on with fortitude and resilience, while people from all sectors of society and our fellow compatriots in Hong Kong, Macao and Taiwan, and overseas have made generous donations, both monetary and in-kind.
zh_cn: 武汉人民、湖北人民坚韧不拔，社会各界和港澳台同胞、海外侨胞捐款捐物。

source: Through all these efforts, we, all the sons and daughters of the Chinese nation, have stood together in the most trying of times and built a Great Wall of solidarity against the epidemic.
zh_cn: 中华儿女风雨同舟、守望相助，筑起了抗击疫情的巍峨长城。

source: Responding to the central Party leadership's call to stay confident, come together in solidarity, adopt a science-based approach, and take targeted measures, we have carried out all our work in a solid and meticulous manner.
zh_cn: 在疫情防控中，我们按照坚定信心、同舟共济、科学防治、精准施策的总要求，抓紧抓实抓细各项工作。

source: We adopted containment measures promptly, treating covid-19 as a Class A infectious disease and activating a Level One public health emergency response in all localities.
zh_cn: 及时采取应急举措，对新冠肺炎实行甲类传染病管理，各地启动重大突发公共卫生事件一级响应。

source: We have achieved a decisive victory in the battle to defend Hubei Province and its capital city Wuhan by firmly implementing strict control measures, rallying the support of the entire country, and dispatching over 40,000 doctors and nurses.
zh_cn: 坚决打赢武汉和湖北保卫战并取得决定性成果，通过果断实施严格管控措施，举全国之力予以支援，调派4万多名医护人员驰援，

source: We built Huoshenshan and Leishenshan hospitals as well as cabin hospitals to increase the number of hospital beds within a short time, and ensured the availability of medical supplies.
zh_cn: 快速扩充收治床位，优先保障医用物资，

source: We continuously refined diagnostic and treatment plans, incorporated traditional Chinese medicine into treatment, and concentrated patients, experts and resources in designated facilities to provide treatment, thus doing everything we could to maximize the cure rate and minimize the mortality rate.
zh_cn: 不断优化诊疗方案，坚持中西医结合，全力救治患者，最大程度提高治愈率、降低病亡率。

source: We extended the Spring Festival holiday nationwide, postponed the spring semester, facilitated flexible resumption of work, and staggered commute times.
zh_cn: 延长全国春节假期，推迟开学、灵活复工、错峰出行，

source: We have carried out a society-wide prevention and control effort, ensured early detection, reporting, quarantine, and treatment of cases, firmly controlled sources of infection, and effectively curbed the spread of the virus.
zh_cn: 坚持群防群控，坚持“四早”，坚决控制传染源，有效遏制疫情蔓延。

source: Intensive efforts have been made to develop drugs, vaccines, and testing reagents.
zh_cn: 加强药物、疫苗和检测试剂研发。

source: We expanded production of medical supplies by a large margin within a short time, ensured supply and price stability of daily necessities, and maintained smooth transportation on trunk lines, as well as stable supplies of coal, electricity, oil, and gas.
zh_cn: 迅速扩大医用物资生产，短时间内大幅增长，抓好生活必需品保供稳价，保障交通干线畅通和煤电油气供应。

source: In response to changing covid-19 dynamics, we have adopted regular prevention and control measures in a timely manner.
zh_cn: 因应疫情变化，适时推进常态化防控。

source: In the face of the global spread of covid-19, we promptly set up a shield against possible imported cases, and we have provided increased care and support for Chinese citizens overseas.
zh_cn: 针对境外疫情蔓延情况，及时构建外防输入体系，加强对境外我国公民的关心关爱。

source: With an open, transparent, and responsible attitude, China has actively engaged in international cooperation, providing timely information, actively sharing prevention technologies and practices, and helping other countries with their response efforts.
zh_cn: 积极开展国际合作，本着公开、透明、负责任态度，及时通报疫情信息，主动分享防疫技术和做法，相互帮助、共同抗疫。

source: As a developing country with 1.4 billion people, it is only by overcoming enormous difficulties that China has been able to contain covid-19 in such a short time while also ensuring our people's basic needs.
zh_cn: 对我们这样一个拥有14亿人口的发展中国家来说，能在较短时间内有效控制疫情，保障了人民基本生活，十分不易、成之惟艰。

source: Our success has come at a great price.
zh_cn: 我们也付出巨大代价，

source: The economy posted negative growth in the first quarter of this year, and daily life and work have been greatly affected.
zh_cn: 一季度经济出现负增长，生产生活秩序受到冲击，

source: However, life is invaluable. This is a price we must pay, and a price worth paying.
zh_cn: 但生命至上，这是必须承受也是值得付出的代价。

source: While continuing to advance epidemic control, we have also promoted economic and social development and lost no time in resuming work and production when appropriate. With 90 policy measures in 8 categories, we have provided assistance to enterprises to stabilize employment, cut and exempted taxes and fees, exempted all tolls on highways, reduced the costs of energy use, and introduced subsidized loans.
zh_cn: 我们统筹推进疫情防控和经济社会发展，不失时机推进复工复产，推出8个方面90项政策措施，实施援企稳岗，减免部分税费，免收所有收费公路通行费，降低用能成本，发放贴息贷款。

source: We have approved in advance ceilings on local government debt in accordance with due procedures.
zh_cn: 按程序提前下达地方政府专项债券。

source: We have kept up with the spring farming schedule, and continued the critical battle against poverty.
zh_cn: 不误农时抓春耕。不懈推进脱贫攻坚。

source: We have provided assistance to people working on the front lines of covid-19 control and people in difficulty, and doubled temporary price subsidies.
zh_cn: 发放抗疫一线和困难人员补助，将价格临时补贴标准提高1倍。

source: These policies have benefited our people, and ensured the stability of supplies and prices and the resumption of work and production in a timely and effective way. Indeed, the Chinese economy has shown great resilience and enormous potential.
zh_cn: 这些政策使几亿人受益，及时有效促进了保供稳价和复工复产，我国经济表现出坚强韧性和巨大潜能。

source: We owe what we have achieved in economic and social development since last year and in covid-19 control this year to the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, the sound guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, and the concerted efforts of the Party, the armed forces, and the Chinese people of all ethnic groups.
zh_cn: 去年以来经济社会发展和今年疫情防控取得的成绩，是以习近平同志为核心的党中央坚强领导的结果，是习近平新时代中国特色社会主义思想科学指引的结果，是全党全军全国各族人民团结奋斗的结果。

source: On behalf of the State Council, I express sincere gratitude to the people of all ethnic groups, and to all other political parties, people's organizations, and public figures from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express heartfelt appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions, in Taiwan, and overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also express sincere thanks to the governments of other countries, international organizations, and friends from all over the world, who have shown understanding and support for China in its endeavor to achieve modernization and in its fight against covid-19.
zh_cn: 向关心支持中国现代化建设和抗击疫情的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: While recognizing our achievements, we are also keenly aware of the difficulties and problems we face.
zh_cn: 在肯定成绩的同时，我们也清醒看到面临的困难和问题。

source: The shock of the covid-19 pandemic has sent the world economy into severe recession, disrupted industrial and supply chains, and caused a contraction in international trade and investment and volatility in commodity markets.
zh_cn: 受全球疫情冲击，世界经济严重衰退，产业链供应链循环受阻，国际贸易投资萎缩，大宗商品市场动荡。

source: Domestically, consumption, investment, and exports have declined.
zh_cn: 国内消费、投资、出口下滑，

source: Pressure on employment has risen significantly.
zh_cn: 就业压力显著加大，

source: Businesses, especially private firms and micro, small, and medium enterprises (MSMEs), face growing difficulties.
zh_cn: 企业特别是中小微企业困难凸显，

source: There are increasing risks in the financial sector and other areas.
zh_cn: 金融等领域风险有所积聚，

source: The budgetary imbalances of primary-level governments have intensified.
zh_cn: 基层财政收支矛盾加剧。

source: In the work of government there is still room for improvement.
zh_cn: 政府工作存在不足，

source: Pointless formalities and bureaucratism remain an acute issue.
zh_cn: 形式主义、官僚主义仍较突出，

source: A small number of officials are reluctant to take on responsibility, are unwilling or unable to perform their duties, or behave irresponsibly.
zh_cn: 少数干部不作为、不会为。

source: Corruption is still a common problem in some fields.
zh_cn: 一些领域腐败问题多发。

source: During the covid-19 response, many weak links have been exposed in public health emergency management, and the people have expressed their views and suggestions, which deserve our attention.
zh_cn: 在疫情防控中，公共卫生应急管理等方面暴露出不少薄弱环节，群众还有一些意见和建议应予重视。

source: We must strive to improve our work and fulfill our responsibilities and make every effort to live up to the people's expectations.
zh_cn: 我们一定要努力改进工作，切实履行职责，尽心竭力不辜负人民的期待。

source: II. Main targets for development in 2020 and the overall plan for the next stage of work
zh_cn: 二、今年发展主要目标和下一阶段工作总体部署

source: For the government to deliver this year, we must, under the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, do the following:
zh_cn: 做好今年政府工作，要在以习近平同志为核心的党中央坚强领导下，

source: follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era;
zh_cn: 以习近平新时代中国特色社会主义思想为指导，

source: implement the guiding principles of the Party's 19th National Congress and the second, third, and fourth plenary sessions of its 19th Central Committee in full;
zh_cn: 全面贯彻党的十九大和十九届二中、三中、四中全会精神，

source: firmly act on the Party's basic theory, line, and policy;
zh_cn: 坚决贯彻党的基本理论、基本路线、基本方略，

source: strengthen our consciousness of the need to maintain political integrity, think in big-picture terms, follow the leadership core, and keep in alignment with the central Party leadership;
zh_cn: 增强“四个意识”、

source: stay confident in the path, theory, system, and culture of socialism with Chinese characteristics;
zh_cn: 坚定“四个自信”、

source: and uphold General Secretary Xi Jinping's core position on the Party Central Committee and in the Party as a whole, and uphold the Party Central Committee's authority and its centralized, unified leadership;
zh_cn: 做到“两个维护”，

source: carry out covid-19 control and promote economic and social development to fulfill the targets and tasks for completing the building of a moderately prosperous society in all respects;
zh_cn: 紧扣全面建成小康社会目标任务，统筹推进疫情防控和经济社会发展工作，

source: while carrying out regular covid-19 control, continue to follow the general principle of pursuing progress while ensuring stability, apply the new development philosophy, pursue supply-side structural reform as our main task, and draw momentum from reform and opening up to promote high-quality development;
zh_cn: 在疫情防控常态化前提下，坚持稳中求进工作总基调，坚持新发展理念，坚持以供给侧结构性改革为主线，坚持以改革开放为动力推动高质量发展，

source: make progress in the three critical battles;
zh_cn: 坚决打好三大攻坚战，

source: step up efforts to ensure stability on six fronts and maintain security in six areas; [The six fronts refer to employment, the financial sector, foreign trade, foreign investment, domestic investment, and expectations. The six areas refer to job security, basic living needs, operations of market entities, food and energy security, stable industrial and supply chains, and the normal functioning of primary-level governments.]
zh_cn: 加大“六稳”工作力度，保居民就业、保基本民生、保市场主体、保粮食能源安全、保产业链供应链稳定、保基层运转，

source: steadfastly pursue the strategy of expanding domestic demand, ensure economic development and social stability, accomplish the targets and tasks for winning the battle against poverty, and bring to completion the building of a moderately prosperous society in all respects.
zh_cn: 坚定实施扩大内需战略，维护经济发展和社会稳定大局，确保完成决战决胜脱贫攻坚目标任务，全面建成小康社会。

source: At present and for some time to come, China will face challenges like never before.
zh_cn: 当前和今后一个时期，我国发展面临风险挑战前所未有，

source: However, we have unique political and institutional strengths, a strong economic foundation, enormous market potential, and hundreds of millions of intelligent and hardworking people.
zh_cn: 但我们有独特政治和制度优势、雄厚经济基础、巨大市场潜力，亿万人民勤劳智慧。

source: If we face challenges head-on, boost confidence in development, create strong impetus for growth, and preserve and make the most of this important period of strategic opportunity for our development, we will, without doubt, be able to make it through this challenging time. The horizons for China's development are full of promise.
zh_cn: 只要直面挑战，坚定发展信心，增强发展动力，维护和用好我国发展重要战略机遇期，当前的难关一定能闯过，中国的发展必将充满希望。

source: On the basis of a comprehensive assessment of the current situation, we have made proper adjustments to the targets that we were considering before covid-19 struck.
zh_cn: 综合研判形势，我们对疫情前考虑的预期目标作了适当调整。

source: This year, we must give priority to stabilizing employment and ensuring living standards, win the battle against poverty, and achieve the goal of building a moderately prosperous society in all aspects. Specifically, we have set the following targets:
zh_cn: 今年要优先稳就业保民生，坚决打赢脱贫攻坚战，努力实现全面建成小康社会目标任务；

source: Over 9 million new urban jobs, a surveyed urban unemployment rate of around 6 percent, and a registered urban unemployment rate of around 5.5 percent
zh_cn: 城镇新增就业900万人以上，城镇调查失业率6%左右，城镇登记失业率5.5%左右；

source: CPI increase of around 3.5 percent
zh_cn: 居民消费价格涨幅3.5%左右；

source: More stable and higher-quality imports and exports, and a basic equilibrium in the balance of payments
zh_cn: 进出口促稳提质，国际收支基本平衡；

source: Growth in personal income that is basically in step with economic growth
zh_cn: 居民收入增长与经济增长基本同步；

source: Elimination of poverty among all rural residents living below the current poverty line and in all poor counties
zh_cn: 现行标准下农村贫困人口全部脱贫、贫困县全部摘帽；
